[
  {
    "id": 1,
    "ad": "Her işe besmele ile başlardı. Hayırlı işlerde sağını, diğer işlerde solunu kullanırdı."
  },
  {
    "id": 2,
    "ad": "Yemekten önce ve sonra ellerini yıkardı."
  },
  {
    "id": 3,
    "ad": "Yemeğe besmele ile başlardı. Başta besmeleyi unutursanız «Bismillahi fi evvelihi vel ahirihi» deyin buyururdu."
  },
  {
    "id": 4,
    "ad": "Sağ elinin üç parmağı ile yemek yer ve parmaklarını yalamadan silmezdi. Bereket nereye iner belli olmaz derdi."
  },
  {
    "id": 5,
    "ad": "Yemekte tabağın kendi önüne gelen tarafından yerdi."
  },
  {
    "id": 6,
    "ad": "Yerde oturarak yemek yerdi. Ayakta ve yürürken yiyip içmezdi."
  },
  {
    "id": 7,
    "ad": "Yere düşen lokmasını temizleyip, yerdi."
  },
  {
    "id": 8,
    "ad": "Yemeğe sofradakiler ile beraber başlardı."
  },
  {
    "id": 9,
    "ad": "Suyu oturarak ve üç yudumda içerdi. Her yudumda besmele çekerdi. Dudağından ayırmadan, tek nefeste bir şey içmezdi."
  },
  {
    "id": 10,
    "ad": "Su içtiği kabın içine solumazdı."
  },
  {
    "id": 11,
    "ad": "Midesinin üçte birini yemeğe, üçte birini suya, üçte birini de nefesine ayırırdı."
  },
  {
    "id": 12,
    "ad": "Acıkmadıkça yemez, tam doymadan sofradan kalkardı."
  },
  {
    "id": 13,
    "ad": "Tabağına yiyebileceği kadar yemek alır, tabağında artık bırakmazdı."
  },
  {
    "id": 14,
    "ad": "Sofrada bir yere dayanarak yemek yemezdi. Ağzında yemek varken konuşmazdı. Sofrada güzel şeylerden bahsederdi."
  },
  {
    "id": 15,
    "ad": "Yemeğe tuz ile başlar, yemeği tuz ile bitirirdi."
  },
  {
    "id": 16,
    "ad": "Günde iki öğün yerdi. Bir öğünde tek çeşit yemek yerdi."
  },
  {
    "id": 17,
    "ad": "Yemekten hemen sonra yatmazdı."
  },
  {
    "id": 18,
    "ad": "Meyveyi yemekten önce yerdi."
  },
  {
    "id": 19,
    "ad": "Yemeği yiyip sofradan kalkacağında: “el-Hamdü lillâhillezi et’amenâ ve sekânâ ve ce’alenâ min’el-müslimîn” yâni “Bizi yedirip içiren ve müslümanlar zümresinden kılan Allâh’a hamdolsun!” diyerek duâ ederdi."
  },
  {
    "id": 20,
    "ad": "Yemeğe kusur bulmaz, beğendiği yemekse yer, değilse yemezdi. Yiyecek ve içecekleri çok sıcakken yemez ve içmez, biraz soğumasını beklerdi."
  }
]
