[
  {
    "id": 1,
    "ad": "Her işe besmele ile başlardı. Hayırlı işlerde sağını, diğer işlerde solunu kullanırdı."
  },
  {
    "id": 2,
    "ad": "Yemekten önce ve sonra ellerini yıkardı."
  },
  {
    "id": 3,
    "ad": "Yemeğe besmele ile başlardı. Başta besmeleyi unutursanız «Bismillahi fi evvelihi vel ahirihi» deyin buyururdu."
  },
  {
    "id": 4,
    "ad": "Sağ elinin üç parmağı ile yemek yer ve parmaklarını yalamadan silmezdi. Bereket nereye iner belli olmaz derdi."
  },
  {
    "id": 5,
    "ad": "Yemekte tabağın kendi önüne gelen tarafından yerdi."
  },
  {
    "id": 6,
    "ad": "Yerde oturarak yemek yerdi. Ayakta ve yürürken yiyip içmezdi."
  },
  {
    "id": 7,
    "ad": "Yere düşen lokmasını temizleyip, yerdi."
  },
  {
    "id": 8,
    "ad": "Yemeğe sofradakiler ile beraber başlardı."
  },
  {
    "id": 9,
    "ad": "Suyu oturarak ve üç yudumda içerdi. Her yudumda besmele çekerdi. Dudağından ayırmadan, tek nefeste bir şey içmezdi."
  },
  {
    "id": 10,
    "ad": "Su içtiği kabın içine solumazdı."
  },
  {
    "id": 11,
    "ad": "Midesinin üçte birini yemeğe, üçte birini suya, üçte birini de nefesine ayırırdı."
  },
  {
    "id": 12,
    "ad": "Acıkmadıkça yemez, tam doymadan sofradan kalkardı."
  },
  {
    "id": 13,
    "ad": "Tabağına yiyebileceği kadar yemek alır, tabağında artık bırakmazdı."
  },
  {
    "id": 14,
    "ad": "Sofrada bir yere dayanarak yemek yemezdi. Ağzında yemek varken konuşmazdı. Sofrada güzel şeylerden bahsederdi."
  },
  {
    "id": 15,
    "ad": "Yemeğe tuz ile başlar, yemeği tuz ile bitirirdi."
  },
  {
    "id": 16,
    "ad": "Günde iki öğün yerdi. Bir öğünde tek çeşit yemek yerdi."
  },
  {
    "id": 17,
    "ad": "Yemekten hemen sonra yatmazdı."
  },
  {
    "id": 18,
    "ad": "Meyveyi yemekten önce yerdi."
  },
  {
    "id": 19,
    "ad": "Yemeği yiyip sofradan kalkacağında:“el-Hamdü lillâhillezi et’amenâ ve sekânâ ve ce’alenâ min’el-müslimîn” yâni “Bizi yedirip içiren ve müslümanlar zümresinden kılan Allâh’a hamdolsun!” diyerek duâ ederdi."
  },
  {
    "id": 20,
    "ad": "Yemeğe kusur bulmaz, beğendiği yemekse yer, değilse yemezdi. Yiyecek ve içecekleri çok sıcakken yemez ve içmez, biraz soğumasını beklerdi."
  },
  {
    "id": 21,
    "ad": "Pazartesi ve Perşembe günleri oruç tutardı. Orucunu hurma olduğu zaman hurma ile, hurma yok ise su ile açardı."
  },
  {
    "id": 22,
    "ad": "Çocuklara da selam verirdi."
  },
  {
    "id": 23,
    "ad": "Bir meclise girerken ve bir meclisten çıkarken selam verirdi."
  },
  {
    "id": 24,
    "ad": "Kendisine birisi el uzattığında, karşısındaki kişi elini çekmedikçe o da elini çekmezdi."
  },
  {
    "id": 25,
    "ad": "Kadınlarla tokalaşmazdı."
  },
  {
    "id": 26,
    "ad": "Büyüklerine oturmaları için yer verir, onlara ikramda bulunurdu."
  },
  {
    "id": 27,
    "ad": "Verdiği sözde durur, ahde vefa gösterirdi."
  },
  {
    "id": 28,
    "ad": "Hediyeleşirdi ve gelen hediyeye aynıyla veya daha güzeliyle karşılık verirdi."
  },
  {
    "id": 29,
    "ad": "Kahkaha ile gülmez. Sadece tebessüm ederdi."
  },
  {
    "id": 30,
    "ad": "Ya hayır söyler, ya da susardı."
  },
  {
    "id": 31,
    "ad": "Tane tane ve orta bir ses tonu ile konuşurdu. Kelimelerini saymak isteyen sayabilirdi."
  },
  {
    "id": 32,
    "ad": "Konuşurken önemli şeyleri üç defa tekrar ederdi."
  },
  {
    "id": 33,
    "ad": "Konuşmasına Allah'ın c.c. adıyla başlar ve konuşmasını yine Allah'ın c.c. adıyla bitirirdi."
  },
  {
    "id": 34,
    "ad": "Dünyalık bir şey için öfkelenmezdi."
  },
  {
    "id": 35,
    "ad": "Beyaz elbise giymeyi severdi."
  },
  {
    "id": 36,
    "ad": "Şaka bile olsa yalan söylemezdi."
  },
  {
    "id": 37,
    "ad": "Aksırdığı zaman elini ya da elbisesini ağzına koyar, sesini alçaltırdı."
  },
  {
    "id": 38,
    "ad": "Uyumak için sağ tarafına yatar, sağ elini sağ yanağının altına koyardı."
  },
  {
    "id": 39,
    "ad": "Günde yüz defa tövbe eder ve ümmetine de tövbe etmesini emrederdi."
  },
  {
    "id": 40,
    "ad": "Yüzükoyun yatmaz, ‘‘ Bu Allah’ın hoşlanmadığı yatış şeklidir.’’ derdi."
  },
  {
    "id": 41,
    "ad": "Yatağa girdiğinde avuçlarını birleştirip, İhlas, Felak ve Nas Surelerini okur, avucunun içine üfler, sonra da elleri ile bütün vücudunu sıvazlardı ve bunu 3 defa tekrar ederdi."
  },
  {
    "id": 42,
    "ad": "Kimseyi görünüşüne göre değerlendirmez, fakirleri sever, onlarla beraber otururdu."
  },
  {
    "id": 43,
    "ad": "Sabah namazının sünnetini odasında kılar ve cemâatle farzı edâ etmek üzere mescide giderdi."
  },
  {
    "id": 44,
    "ad": "Mest giyerdi."
  },
  {
    "id": 45,
    "ad": "Ayakkabılarını giyerken önce sağdan başlar, çıkarırken önce soldan çıkarırdı."
  },
  {
    "id": 46,
    "ad": "Takke ve sarıkla başını kapatıp, namazını cemaatle kılardı."
  },
  {
    "id": 47,
    "ad": "Soğan ve sarımsak kokusuyla mescid ve meclislere yaklaşmazdı."
  },
  {
    "id": 48,
    "ad": "Üzerinde kutsal kelimeler ve ayetler yazılı eşya ile tuvalet gibi yerlere girmezdi."
  },
  {
    "id": 49,
    "ad": "Misafirlerine ikramda bulunur. Misafir ve ziyaretçilerini temiz bir kılık kıyafetle karşılardı."
  },
  {
    "id": 50,
    "ad": "Hapşuranın «Elhamdülillah» demesini ister. Bunu duyanın, karşılık olarak «Yerhamükellah» demesini ister. Hapşuranın karşılık olarak «Yehdina ve yehdi kümullah» demesini isterdi. 3 defadan fazla hapşuranın nezle olduğunu anlar, ona bir şey söylemezdi."
  },
  {
    "id": 51,
    "ad": "Davet edildiği yere gider, davet edilmediği yere gitmezdi."
  },
  {
    "id": 52,
    "ad": "Esneme gelince bunu mümkün olduğunca gizlerdi. Ağzını eliyle kapayarak esnemeyi gidermeye gayret ederdi. Namazda iken esneme gelirse ayakta iken sağ elinin tersi, diğer hallerde sol elinin tersi ile ağzını kapatırdı."
  },
  {
    "id": 53,
    "ad": "Koşu sporu yapar, hanımı Aişe ile yarışırdı."
  },
  {
    "id": 54,
    "ad": "Kimsenin kusurunu araştırmaz, bildiği kusurları başkalarına anlatmazdı."
  },
  {
    "id": 55,
    "ad": "Abdest alırken misvak kullanır, diş temizliğine çok özen gösterirdi."
  },
  {
    "id": 56,
    "ad": "Kurban Bayramı’nda kurban kesilmeden evvel bir şey yemezdi."
  },
  {
    "id": 57,
    "ad": "Bütün namazlarını huşu ve huzur içerisinde korku ve ümit arasında kılardı."
  },
  {
    "id": 58,
    "ad": "Çevresini temiz ve düzenli tutardı. «Allah temizdir, temiz olanı sever» buyururdu."
  },
  {
    "id": 59,
    "ad": "Sadaka verirdi,‘‘Az sadaka, çok belayı def eder.’’ ve ‘‘Yarım hurma ile de olsa sadaka verin.’’ buyururdu."
  },
  {
    "id": 60,
    "ad": "Gece ‘‘ Teheccüd Namazı’’ kılmak için uykusundan uyanırdı."
  },
  {
    "id": 61,
    "ad": "Hanımlarına karşı çok iyi davranırdı. Onlara güzel söz söyler ve onlarla istişare (fikir alış verişi) yapardı."
  },
  {
    "id": 62,
    "ad": "Aldığı emanetleri en güzel şekilde korurdu."
  },
  {
    "id": 63,
    "ad": "Çok tefekkür ederdi. Ölümü her gün düşünürdü."
  },
  {
    "id": 64,
    "ad": "Mezarlıktan geçerken selam verip, mezardakilere dua ederdi. 1 Fatiha, 11 İhlas okurdu."
  },
  {
    "id": 65,
    "ad": "Tırnaklarını Cuma günü keserdi."
  },
  {
    "id": 66,
    "ad": "Bir kapıdan içeri girmeden önce selam vererek, izin ister, bir cevap alamazsa dönerdi."
  },
  {
    "id": 67,
    "ad": "Kabristandan geçerken « Esselamu aleykum ya ehlel kubur» (Ey kabir sakinleri Selamun Aleykum) derdi."
  },
  {
    "id": 68,
    "ad": "Kimseden bir şey istemez. Kendi ihtiyacını kendisi giderirdi. Kendi söküğünü bile kendisi dikerdi."
  },
  {
    "id": 69,
    "ad": "Hasta akraba, dost ve yakınlarını ziyaret ederdi. Onları teselli eder, onlara moral verir, onlara dua ederdi."
  },
  {
    "id": 70,
    "ad": "Hasta ziyaretini kısa tutardı. Hastaların hoşa gitmeyecek hallerini başkalarına anlatmazdı."
  },
  {
    "id": 71,
    "ad": "Kendisinden bir şey istenildiğinde asla ‘‘ Yok’’ demezdi."
  },
  {
    "id": 72,
    "ad": "İlmin her türlüsünün öğrenilmesini isterdi.‘‘ İlim Çin’de de olsa alınız.’’ derdi."
  },
  {
    "id": 73,
    "ad": "Kendisine yapılmasını istemediği bir şeyi başkasına yapmazdı."
  },
  {
    "id": 74,
    "ad": "Cam bir kaseden su içerdi."
  },
  {
    "id": 75,
    "ad": "Ayakkabılarını giymeden önce ters çevirip silkeler içine bir şey girmişse düşmesini sağlardı."
  },
  {
    "id": 76,
    "ad": "Yolda yürürken sağa sola bakmaz, önüne bakarak yürür ve gittiği yere hızlı adımlarla ulaşırdı."
  },
  {
    "id": 77,
    "ad": "Aile büyüklerine karşı saygılı davranır, onlara ihsanda bulunur, hayır dualarını alırdı."
  },
  {
    "id": 78,
    "ad": "Daima abdestli gezerdi, gece yatarken de abdestli yatardı."
  },
  {
    "id": 79,
    "ad": "Birisi kendisine seslendiğinde sadece başını çevirmez, o kişiye tüm vücudu ile dönerdi."
  },
  {
    "id": 80,
    "ad": "Cuma günü gusül abdesti alırdı."
  },
  {
    "id": 81,
    "ad": "Güzel koku sürünürdü."
  },
  {
    "id": 82,
    "ad": "Camiye girerken içeride biri varsa selam verir, kimse yoksa ‘‘ Esselamu aleyna ve ala ibadillahissalihin’’ derdi."
  },
  {
    "id": 83,
    "ad": "Birisi konuştuğunda onu dinler, sözünü kesmezdi. Toplum içinde herhangi bir kişi ile fısıldaşarak konuşmazdı."
  },
  {
    "id": 84,
    "ad": "Evden çıkarken aynaya bakar, kendine çeki düzen verirdi."
  },
  {
    "id": 85,
    "ad": "Tarak, ayna, misvak, kürdan, makas, sürmedan taşırdı."
  },
  {
    "id": 86,
    "ad": "Yatmadan önce, göz sağlığı için, üç defa sağ gözüne, üç defa sol gözüne ismid sürmesi çekerdi."
  },
  {
    "id": 87,
    "ad": "Yatmadan önce dişlerini misvakla temizler, uyanınca dişlerini yine misvaklardı."
  },
  {
    "id": 88,
    "ad": "Yetimleri, çocukları çok sever, onlara zaman ayırır, onlarla ilgilenirdi."
  },
  {
    "id": 89,
    "ad": "Öğle namazını kıldıktan sonra, bir miktar uyur, ‘kaylule’ yapardı."
  },
  {
    "id": 90,
    "ad": "Ev işlerine yardım ederdi. İşlerinde başkalarına danışır, fikir alışverişinde bulunurdu."
  },
  {
    "id": 91,
    "ad": "Bir hata görse, yumuşak bir dil ile hata yapanı uyarırdı."
  },
  {
    "id": 92,
    "ad": "Temiz ve helal olan şeylerden yer, şüpheli ve haram olan şeylerden uzak dururdu."
  },
  {
    "id": 93,
    "ad": "Müslümanların yabancı dil öğrenmesini emrederdi. Nitekim Hz. Peygamber, Zeyd b. Sabit’e Yahudi dilini okuyup yazmayı öğrenmesini emretmiştir."
  },
  {
    "id": 94,
    "ad": "Yeşilliğe ve akan suya bakmaktan hoşlanırdı."
  },
  {
    "id": 95,
    "ad": "Hurmayı ve kabak yemeğini severdi."
  },
  {
    "id": 96,
    "ad": "Ara sıra toprakta çıplak ayakla yürürdü."
  },
  {
    "id": 97,
    "ad": "Kuran’ı anlamak için okuyun derdi."
  },
  {
    "id": 98,
    "ad": "İki kişi konuşurken izin almadan aralarına girmezdi."
  },
  {
    "id": 99,
    "ad": "Yeni bir elbise edindiğinde onu Cuma Günü giyerdi."
  },
  {
    "id": 100,
    "ad": "Biri ona kötülük yapsa onu affeder, ona iyilik ile karşılık verirdi."
  }
]
